const list = [
    {
        date: '2022-09-15',
        version: '1.5.5 (Beta)',
        lists: [
            'galaxy fold 시리즈 해상도 최적화',
            'Ipad, galaxy tab등 태블릿 해상도 최적화',
            '그 외 버그 수정',
            '홈 화면은 현재 개발중입니다! 정식버전에 맞춰 공개될 예정이오니 조금만 기다려주세요!'
        ]
    },

    {
        date: '2022-09-13',
        version: '1.5.0 (Beta)',
        lists: [
            '로고 개편',
            '사이트 이름 개편 (북아레나 -> QB(큐잉북))',
            'UI 전체 개편',
            '그 외 버그 수정'
        ]
    },

    {
        date: '2022-09-07',
        version: '1.2.2 (Beta)',
        lists: [
            '사파리에서 summary marker 표시 오류 수정',
            '특정 기종에서 검색시 책 목록이 2줄이 아닌 1줄로 뜨는 현상 수정'
        ]
    },

    {
        date: '2022-09-06',
        version: '1.1.10 (Beta)',
        lists: [
            '더보기 - 개발자 정보에 깃허브 주소 추가 (코드 구조 궁금하시면 와서 관람하시길 바랍니다.)',
            '더보기에서 개발자 포트폴리오를 보실 수 있습니다.(planing note, 대학 바로가기)',
            '그 외 UI, 버그 수정'
        ]
    },

    {
        date: '2022-09-04',
        version: '1.0.0 (Beta)',
        lists: [
            '북 아레나 1.0.0 베타 오픈',
            '책 검색을 통해 원하는 책을 찾을 수 있습니다.'
        ]
    }
]

export default list;